Repository: Vae1ocks/forum
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Write your password
ru: Введите пароль

source: Repeat your password
ru: Повторите пароль

source: Password mismatch
ru: Пароли не совпадают

source: Write the confirmation code sent to your email
ru: Введите код подтверждения, отправленный на вашу почту

source: Enter your login secret code
ru: Введите ваш секретный код для входа

source: email address
ru: почтовый адрес

source: User Profile:
ru: Профиль:

source: About me:
ru: О себе:

source: Full Name:
ru: Полное имя:

source: NULL
ru: Не указано

source: Email:
ru: Электронная почта:

source: Created:
ru: Создан:

source: Wanna change your password?
ru: Хотите изменить пароль?

source: Click here
ru: Кликните здесь

source: You can edit your profile here
ru: Здесь вы можете отредактировать ваш профиль

source: You can edit your email here
ru: Здесь вы можете отредактировать вашу почту

source: You can get secret code for login instead of password and username
ru: Вы можете получить секретный код для входа вместо пароля и имени пользователя

source: Articles by
ru: Темы

source: Edit
ru: Редактировать

source: No articles found.
ru: Ни одной темы не найдено

source: Comments by
ru: Комментарии

source: For article:
ru: Для темы

source: No comments found.
ru: Комментариев нет

source: Edit Your Profile
ru: Отредактируйте свой профиль

source: Save Changes
ru: Сохранить изменения

source: Password Confirmation
ru: Подтвердите пароль

source: Password
ru: Пароль

source: Submit
ru: Отправить

source: Token Information
ru: Информация о токене

source: Your authentication token is:
ru: Ваш авторизационный токен:

source: Please keep this token secure.
ru: Никому не показывайте его, храните в надёждом месте.

source: New Email
ru: Новая электронная почта:

source: You have been logged out
ru: Вы вышли из аккаунта

source: You can
ru: Вы можете

source: login
ru: войти в аккаунт

source: visit the site without authorization.
ru: Зайти без авторизации

source: Login
ru: Войти

source: Forgotten your password?
ru: Забыли пароль?

source: Haven't account?
ru: Нет аккаунта?

source: register here
ru: можете зарегестрироваться, кликнув по ссылке

source: Sign in with Google
ru: Авторизуйтесь через Гугл

source: Login with secret code
ru: Войти по секретному коду

source: Password Changed Successfully
ru: Пароль был успешно изменён

source: Your password has been changed successfully.
ru: Ваш пароль был успешно изменён

source: Log in
ru: Войти

source: again.
ru: снова

source: Change your password
ru: Введите пароль

source: Use the form below to change your password.
ru: Для смены пароля введите данные в форму

source: Old Password:
ru: Старый пароль:

source: New Password:
ru: Новый пароль:

source: New Password Confirmation:
ru: Пароли не совпадают

source: Change
ru: Изменить

source: Password Reset Complete
ru: Пароль успешно сброшен

source: Your password has been successfully reset.
ru: Ваш пароль был успешно изменён

source: You can now
ru: Вы можете

source: Reset your password
ru: Сбросить пароль

source: Please enter your new password twice:
ru: Введите новый пароль дважды

source: Change my password
ru: Изменить пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка сброса пароля неверна, вероятно она уже была использована. Запросите новую ссылку для сброса пароля.

source: We've emailed you instructions for setting your password.
ru: Мы отправили вам инструкцию для изменения пароля.

source: If you don't receive an email, please make sure you've entered the address you registered with.
ru: Если вы не получили электронное письмо, убедитесь, что вы правильно ввели нужный электронный адрес.

source: Someone asked for a password reset for the email %(email)s. Your username, in case you've forgotten: %(user.get_username)s Follow the link below:
ru: Кто-то запросил ссылку на сброс пароля на электронную почту. %(email)s. Ваше имя пользователя, на случай, если вы его забыли: %(user.get_username)s Перейдите по ссылке ниже:

source: Enter your e-mail address to obtain a new password.
ru: Введите вашу электронную почту для получения ссылки на сброс пароля.

source: Send e-mail
ru: Отправить письмо

source: Registration
ru: Регистрация

source: Register
ru: Зарегестрироваться

source: Your account has been created
ru: Ваш аккаунт был создан

source: Type to
ru: Кликните

source: Token Login
ru: Войти по авторизационному токену

source: Finish the registration
ru: Завершить регистрацию

source: Your confirmation code to complete the registration: {confirmation_code}
ru: Код подтвержления для завершения регистрации: {confirmation_code}

source: Confirmation code is not valid
ru: Код подтверждения неверный

source: Edit your email
ru: Отредактируйте вашу почту

source: The confirmation code to change your email: {confirmation_code}
ru: Код подтвержления для смены почты: {confirmation_code}

source: New email confirmation
ru: Подтверждение новой почты

source: Here is your code to confirm your new email: {confirmation_code}
ru: Ваш код для подтверждения вашей новой почты: {confirmation_code}

source: New authentication token has been created
ru: Новый авторизационный код был создан

source: Password incorrect
ru: Неверный пароль

source: Draft
ru: Редактирование (не будет опубликован)

source: Published
ru: К публикации

source: Delete Article
ru: Удалить аккаунт

source: Are you sure you want to delete the article "%(object.title)s"?
ru: Вы уверены, что хотите удалить тему "%(object.title)s"?

source: Yes, delete
ru: Да, удалить

source: No, cancel
ru: Нет, отмена

source: Views
ru: Просмторы

source: Tags
ru: Теги

source: Similar articles
ru: Похожие темы

source: There are no similar articles.
ru: Нет схожих тем

source: %(total_comments)s comment%(total_comments|pluralize)s
ru: %(total_comments)s комментарии%(total_comments|pluralize)s

source: Comment by %(comment.author.username)s
ru: Комментарий, опубликованный %(comment.author.username)s

source: You can delete this comment
ru: Вы можете удалить данный комментарий

source: There are no comments yet.
ru: Пока нет комментариев.

source: Edit your article
ru: Отредактируйте тему

source: Select Tags
ru: Выберите теги

source: Delete this article
ru: Удалить тему

source: Add a comment
ru: Добавить комментарий

source: Your comment has been added.
ru: Ваш комментарий был добавлен

source: Back to the article
ru: Вернуться к теме

source: Are you sure you want to delete the comment "%(object.body)s"?
ru: Вы уверены, что хотите удалить комментарий "%(object.title)s"?

source: Add a new comment
ru: Добавить новый комментарий

source: Add comment
ru: Добавить комментарий

source: Articles List
ru: Темы

source: Articles
ru: Темы

source: Search Articles
ru: Искать темы

source: Filter by Tag:
ru: Найти по тегу

source: Filter
ru: Найти

source: Published by:
ru: Опубликован:

source: Tags:
ru: Теги:

source: Body:
ru: Содержание:

source: first
ru: Первая

source: previous
ru: Предыдущая

source: Page
ru: Страница

source: of
ru: из

source: next
ru: следующая

source: last
ru: предыдущая

source: Total Articles: %(all_articles)s
ru: Всего тем: %(all_articles)s

source: Search
ru: Искать

source: Articles containing "%(query)s"
ru: Темы, содержащие "%(query)s"

source: Found %(total_results)s result%(total_results|pluralize)s
ru: Найдено %(total_results)s результатов %(total_results|pluralize)s

source: There are no results for your query.
ru: Для вашего запроса результаты не найдены.

source: Search again
ru: Искать снова

source: Search for articles
ru: Искать для тем

source: Forum
ru: Форум

source: Hello
ru: Привет

source: Logout
ru: Выйти

source: Create Article
ru: Создать тему

source: Log-in
ru: Войти

source: Communicate and create.
ru: Общайтесь и создавайте

source: Language
ru: Язык

source: Your article has been successfully created. It will be shown in the list of articles within 15 minutes
ru: Ваша статья была успешно опубликована. Она будет отображена в списке статей в течении 15 минут.

source: Your article has been created with draft status. Only you can see this
ru: Ваша статья была успешно опубликована с статусом редактирования. Только вы можете увидеть её.

source: You must choose at least 1 tag
ru: Вы должны выбрать минимум 1 тег

source: Your article has been updated. You will see changes within 15 minutes.
ru: Ваша статья была успешно обновлена. Вы увидите изменения через 15 минут.

source: English
ru: Английский

source: Russian
ru: Русский
